/* Title for cancel button. */
"Cancel" = "Annuler";

/* Title for open file panel. */
"Choose File" = "Choisissez un fichier";

/* Title for current slide */
"Current Slide" = "Diapositive courante";

/* Alert message asking for timer interval. */
"Enter Timer Interval" = "Entrez un intervalle de temps";

/* Alert text asking for timer interval. */
"Enter Timer Interval Text" = "Entrez un intervalle de temps, qui sera utilisé pour le minuteur.";

/* Title for when no slide is left. */
"Finished Presentation" = "Fin de la présentation";

/* Title for next slide */
"Next Slide" = "Prochaine diapositive";

/* Title for ok button. */
"OK" = "OK";

/* Window name for the presentation view. */
"Presentation" = "Présentation";

/* Window name for the presenter view. */
"Presenter Display" = "Vue du présentateur";

/* Title for the donation alert. */
"Donation Alert Text" = "Est-ce que vous aimez SlidePilot?";

/* Message for the donation alert. */
"Donation Alert Message" = "Si vous le faites, nous serions plus que ravis si vous soutenez SlidePilot en faisant un petit don et en faisant passer le mot sur l'application.";

/* Title for the donate button in the donation alert. */
"Donate Button" = "Donner";

/* Title for the cancel button in the donation alert. */
"Donate Cancel Button" = "Non, je n'aime pas ça!";

/* The customization label for black curtain Touch Bar item. */
"BlackCurtainTBLabel" = "Afficher l'écran noir";

/* The customization label for white curtain Touch Bar item. */
"WhiteCurtainTBLabel" = "Afficher l'écran blanc";

/* The customization label for notes Touch Bar item. */
"NotesTBLabel" = "Afficher les notes";

/* The customization label for navigator Touch Bar item. */
"NavigatorTBLabel" = "Afficher le navigateur";

/* The customization label for preview next slide Touch Bar item. */
"PreviewNextSlideTBLabel" = "Aperçu de la diapositive suivante";

/* The customization label for pointer Touch Bar item. */
"PointerTBLabel" = "Afficher le curseur";

/* The customization label for pointer appearance Touch Bar item. */
"PointerAppearanceTBLabel" = "Apparence du curseur";

/* Message for the warning notice, that the screen is hidden. */
"Hidden Screen Warning" = "L'écran est couvert";
